# todoリストを閲覧できる

## ユーザはtodoリストのタイトルを見ることができる
* "1"番目のTodoListのタイトルに"タイトル1"が表示されている
* "2"番目のTodoListのタイトルに"タイトル2"が表示されている
* "3"番目のTodoListのタイトルに"タイトル3"が表示されている

## ユーザはtodoリストのチェックボックスを見ることができる
* "1"番目のTodoListのチェックボックスが"true"である
* "2"番目のTodoListのチェックボックスが"false"である
* "3"番目のTodoListのチェックボックスが"true"である

## ユーザはtodoリストをチェックできる
* "2"番目のTodoListのチェックボックスが"false"である
* "2"番目のTodoListのチェックボックスをクリックする
* "2"番目のTodoListのチェックボックスが"true"である

## ユーザはtodoリストのチェックをはずすことができる
* "1"番目のTodoListのチェックボックスが"true"である
* "1"番目のTodoListのチェックボックスをクリックする
* "1"番目のTodoListのチェックボックスが"false"である
